app/controllers/projects_controller.rb

INSERT INTO "projects" ("created_at", "title", "updated_at") VALUES (?, ?, ?)  [["created_at", Wed, 15 Aug 2018 13:25:51 UTC +00:00], ["title", "93"], ["updated_at", Wed, 15 Aug 2018 13:25:51 UTC +00:00]]
---
    def create
        @project = Project.new(project_params)
        @project.save